import React from 'react';
import ziyodulla from '../Images/Botir.png';


const Baxtiyor = () => {
    return (
        <div style={{color: 'black'}}>
            <div className='container text-start'>
                <div className='row'>
                    <div className='col-10'>
                        <h1 className='text-center'>МАЪЛУМОТНОМА</h1>
                        <h2 className='text-center'>Тўйинов Ботир Исматович</h2>
                        <p>2020 йил 3 июлдан:</p>
                        <p>Чилонзор туман 2-сон касб-ҳунар мактабининг - Директори</p>
                    </div>   
                    <div className='col-2'>
                        <img src={ziyodulla} />
                    </div>    
                </div> 
                <div className='row'>
                    <div className='col'>
                        <p className='h5'>Туғилган йили:</p>
                        <p>09.11.1969</p>
                        <p className='h5'>Миллати:</p>
                        <p>ўзбек</p>
                        <p className='h5'>Маълумоти:</p>
                        <p>олий</p>
                        <p className='h5'>Маълумоти бўйича мутахассислиги:</p>
                        <p className='h5'>Илмий даражаси:</p>
                        <p>йўқ</p>
                        <p className='h5'>Қайси чет тилларини билади:</p>
                        <p>рус тили</p>
                        <p className='h5'>Давлат мукофотлари билан тақдирланганми (қанақа):</p>
                        <p>йўқ</p>
                        <p className='h5'>Халқ депутатлари, республика, вилоят, шаҳар ва туман Кенгаши депутатими ёки бошқа
сайланадиган органларнинг аъзосими (тўлиқ кўрсатилиши лозим)	</p>
                        <p>йўқ</p>
                    </div>
                    <div className='col'>
                    <p className='h5'>Туғилган жойи:</p>
                        <p>Самарқанд вилояти, Нарпай тумани</p>
                        <p className='h5'>Партиявийлиги:</p>
                        <p>йўқ</p>
                        <p className='h5'>Тамомлаган:</p>
                        <p>1993 й. Тошкент давлат иқтисодиёт университети (кундузги)</p>
                        <p>иқтисодчи</p>
                        <p className='h5'>Илмий унвони:</p>
                        <p>йўқ</p>
                        <p className='h5'>Ҳарбий (махсус) унвони:</p>
                        <p>йўқ</p>
                    </div>
                </div>
                <p className='h3'>МЕҲНАТ ФАОЛИЯТИ</p>
                <p>1987-1993 йй. - Тошкент давлат халқ хўжалиги институтининг - талаба</p>
                <p>1993-1993 йй. - Тошкент шахар Чилонзор тумани Давлат солиқ инспексияси инспектори</p>
                <p>1993-1994 йй. - Навоий вилояти АТ "Тадбиркор банки" бошқармасининг - 1-тоифали мутахассиси</p>
                <p>1994-1998 йй. - Тошкент шахар Чилонзор тумани Давлат солиқ инспексиясининг - инспектори катта инспектори</p>
                <p>1998-1999 йй. - Тошкент давлат техника университети қошидаги олий инженерлик педагогик институтининг - директорининг тадбиркорлик ва иқтисодий ишлар бўйича ўринбосари</p>
                <p>2000-2002 йй. - Ўз Рес Олий ва ўрта махсус таълим вазирлигининг - Ўтра махсус касб-ҳунар таълим маркази "Коллеж-лицей-таъминот" бошқармасида етакчи мутахасис</p>
                <p>2002-2003 йй. - Тошкент молия институтининг - маркетинг бўлими иқтисодчи</p>
                <p>2003-2006 йй. - Тошкент молия институтининг - маркетинг бўлими бошлиғи</p>
                <p>2006-2010 йй. - Тошкент молия институтининг - "Режа-молия" бўлими бошлиғи</p>
                <p>2010-2020 йй. - Тошкент банк ҳисоб-кредит коллежининг - Директори Тошкент давлат иқтисодиёт университети "Иқтисодий таҳлил ва аудит" кафедраси илмий тадқиқотчиси</p>
                <p>2020 й. -  ҳ.в.  - Чилонзор туман 2-сон касб-ҳунар мактабининг - Директори</p>


                
                    <br />
                <p className='h2'>Малумотнома паспорт, диплом ва меҳнат дафтарчасига асосан тўғри ёзилган</p>
                
            </div>
        </div>
    );
};


export default Baxtiyor;